[
    {"id": "1", "answer": "Hayatımda kontrolün elimden kaydığını hissettiğim o an… Ne kadar söz versem de kendime, tekrar aynı davranışa dönüyordum. O çaresizlik hissi, bağımlılık kelimesini gerçek yaptı."},
    {"id": "2", "answer": "Bağlanma eksikliği, boşluğu dolduracak bir şey aratıyor. İnsan yerine maddeye, davranışa ya da bir alışkanlığa bağlanmak kolaylaşıyor."},
    {"id": "3", "answer": "Hayati. İnsan tek başına güçlü olamaz her zaman. Birinin seni yargılamadan dinlemesi, düştüğünde kaldırması çok büyük fark yaratıyor."},
    {"id": "4", "answer": "Sosyal medyada saatlerce gezinmek, sürekli onay arayışı… Bunlar bağımlılık kadar görünür değil ama aynı döngüyü yaratıyor."},
    {"id": "5", "answer": "Beni “şu an”a döndürüyor. Tetikleyici anlarda durup nefes almak, dürtüyle hareket etmemi engelledi."},
    {"id": "6", "answer": "Çoğu bağımlılığın kökeninde çözülmemiş bir travma var. Madde ya da davranış, o acıyı bastırmanın geçici yolu oluyor."},
    {"id": "7", "answer": "Nüksler. Her geriye düşüşte “hiçbir şey değişmeyecek” hissiyle baş etmek çok zordu."},
    {"id": "8", "answer": "Duygularımı yazmak, terapi sürecinde kök sebepleri konuşmak ve “hayır” diyebilmek."},
    {"id": "9", "answer": "Beni tanımayanların yargısını kişisel almamayı öğrendim. Kendi hikâyemi sahiplenmek, utanmamı azalttı."},
    {"id": "10", "answer": "Önceden belirlenmiş “acil durum listem” var: Arayabileceğim kişiler, çıkıp yürüyüş yapmak, meditasyon, yazmak."},
    {"id": "11", "answer": "Beyindeki nörolojik süreçler ve bağımlılığın biyolojik etkileri."},
    {"id": "12", "answer": "İlişkiler yüzeyselleşiyor. Öncelik bağımlılık oluyor, insanlar ikinci plana düşüyor."},
    {"id": "13", "answer": "Destek grubuna düzenli katılmak, tetikleyicileri not etmek ve haftada en az 3 gün egzersiz yapmak."},
    {"id": "14", "answer": "Bağımlılık bir “kaçış” değil, aslında bir “bağlanma” biçimi. Yanlış şeye bağlanmak."},
    {"id": "15", "answer": "Bağımlıların “iradesiz” olduğu düşüncesi. Oysa mesele iradeden çok daha karmaşık."},
    {"id": "16", "answer": "Küçük ilerlemeleri kutluyorum, hataları “öğrenme fırsatı” olarak görüyorum."},
    {"id": "17", "answer": "Psikoterapi, bağımlılık üzerine yazılmış anı kitapları ve çevrimiçi destek toplulukları."},
    {"id": "18", "answer": "Bir yıl boyunca hiç nüks yaşamamak ve o dönemde hayatımda anlamlı ilişkiler kurmak."},
    {"id": "19", "answer": "Güvenilir, ulaşabileceğim kişiler ve beni zorlamadan destekleyen bir sosyal çevre."},
    {"id": "20", "answer": "Bağımlılık döngüsünü kırmanın uzun vadeli psikolojik etkileri."}
]
